
import './About.css';


const Other2 = () => {


  return (

    <div>  
        <section id="vesion" className="modern-about">
      <div className="modern-container">
        {/* نص */}
        <div className="modern-text">
          <h2>رؤيتنا</h2>
          <p>أن تكون العلامة الأولى في ليبيا في مجال تصنيع الأعلاف عالية الجودة، والمرجع الأكثر ثقة للمربين، من خلال تطوير منتجات متقدمة تُحقق أعلى معدلات التحويل والإنتاج، وتساهم في رفع كفاءة قطاع الثروة الحيوانية ودعم الأمن الغذائي الوطني.</p>
        </div>

</div>

    </section>
    <section id="policy" className="modern-about">
      <div className="modern-container">
        {/* نص */}
        <div className="modern-text">
          <h2>قيمنا </h2>
          <p>الجودة أولًا: التزام كامل بأعلى المعايير العالمية في اختيار المواد الخام، التصنيع، والتخزين.

الثقة: بناء علاقة طويلة الأمد مع المربين عبر نتائج مثبتة.

الابتكار: تطوير تركيبات علفية ذكية مبنية على أحدث الأبحاث العلمية الدولية.

الشفافية: وضوح في المكونات، وضوح في النتائج.

الدعم الفني: تقديم خبرة تغذوية مدعومة بمعايير إعدادها خبراء هولنديون لضمان نجاح المربي في كل دورة.

          </p>
        </div>

</div>

    </section>



    </div>
  );
};

  


export default Other2;
